texts = [
    """Я за тобою по пятам
Ношусь в заоблачные дали
Я так любовью занята
Земли не чуя под ногами
А мне хватило пары фраз
Хватило пары твоих взглядов
Понять, что этот мир для нас
Нам большего не надо
Просто в этой жизни нет смысла без тебя
И моя мелодия уже не моя
И свободы нет, как и нет причин
Я не одна, я не один
Просто в этой жизни нет смысла без тебя
И моя мелодия уже не моя
И свободы нет, как и нет причин
Чтобы быть одной, чтобы быть одним
Остановить этот миг
И мы всегда будем вместе как герои из книг
Закрой ладонью глаза
Прочитай мои мысли, заглуши голоса
Ложатся ноты в тетрадь, грациозно кружась
Это наши сердца танцуют медленный вальс
И пусть рушится мир, как пустые мечты
У тебя есть я, у меня есть ты
Просто в этой жизни нет смысла без тебя
И моя мелодия уже не моя
И свободы нет, как и нет причин
Я не одна, я не один
Просто в этой жизни нет смысла без тебя
И моя мелодия уже не моя
И свободы нет, как и нет причин
Чтобы быть одной, чтобы быть 
Слушай меня
Кто сказал: «Мы ничьи»?
Нас накроет волной
Запылавшей свечи
Слушай меня
Кто сказал: «Мы ничьи»?
Нас накроет волной
С тобою, с тобой
Просто в этой жизни нет смысла без тебя
И моя мелодия уже не моя
И свободы нет, как и нет причин
Я не одна, я не один
Просто в этой жизни нет смысла без тебя
И моя мелодия уже не моя
И свободы нет, как и нет причин
Чтобы быть одной, чтобы быть одним
Просто в этой жизни нет смысла без тебя
И моя мелодия уже не моя
И свободы нет, как и нет причин
Чтобы быть одной, чтобы быть одним""",

    """Наши тени скрывались под лампой
    Чтобы эту любовь не увидел никто
    Я попробую в такт на пуантах
    Сердце плачет со мной, это скроет пальто
    Возьми меня, я к тебе, о тебе, для тебя вся, может я зря?
    Возьми у меня всё тепло любя на ладонях
    Никогда, никогда, никому, никому
    Я тебя не отдам, я тебя не отдам, я тебя не отдам
    Никогда, никогда, никому, никому
    Я тебя не отдам, я тебя не отдам, я тебя не отдам
    Никогда, никогда
    Слышишь, это тепло не от моря
    Я тебя не забыла, но ты не один
    Мои губы с тобою не спорят
    Твоё имя ласкают тысячи льдин
    Обними меня, я к тебе, о тебе, для тебя вся, может я зря?
    Отними у меня всё тепло любя поцелуем
    Никогда, никогда, никому, никому
    Я тебя не отдам, я тебя не отдам, я тебя не отдам
    Никогда, никогда, никому, никому
    Я тебя не отдам, я тебя не отдам, я тебя не отдам
    Никогда, никогда
    Никогда, никогда, никому, никому
    Я тебя не отдам, я тебя не отдам, я тебя не отдам
    Никогда, никогда, никому, никому
    Я тебя не отдам, я тебя не отдам, я тебя не отдам
    Никогда, никогда
    Никогда, никогда, никому, никому
    Я тебя не отдам, я тебя не отдам, я тебя не отдам
    Никогда, никогда, никому, никому
    Я тебя не отдам, я тебя не отдам, я тебя не отдам
    Никогда, никогда""",

    """Как вычислить, о чём вы подумали?
    Между нами нелепые паузы
    Я снова ничего не придумаю
    И Вы первой не скажете
    Мы прячемся прямо под веками
    Боимся быть кем-то обмануты
    Боимся стать самыми первыми
    Мы будем никем не разгаданны
    Влажные руки в пустых карманах
    Ты молчишь, а я не слушаю
    Жду продолжения отчаянных планов
    По Фрейду вычисли, о чём я думаю
    Влажные руки в пустых карманах
    Ты молчишь, а я не слушаю
    Жду продолжения отчаянных планов
    По Фрейду вычисли, о чём я думаю
    А вдруг ничего не изменится, вдруг разрушат сомнения?
    И вы всё никак не осмелитесь, и мне уже не захочется
    Закроются наши возможности, мы всё-таки не рассказаны
    И всё быстро закончится, даже ещё не начавшись
    Влажные руки в пустых карманах
    Ты молчишь, а я не слушаю
    Жду продолжения отчаянных планов
    По Фрейду вычисли, о чём я думаю
    Влажные руки в пустых карманах
    Ты молчишь, а я не слушаю
    Жду продолжения отчаянных планов
    По Фрейду вычисли, о чём я думаю
    По Фрейду вычисли, о чём я думаю""",

    """Летний вечер на двоих, наша вечность - этот миг.
    В лунном свете ты пылай, пылай, пылай, пылай!
    Если ты в моих руках - незаметен станет страх.
    Освещайся и пылай, пылай, пылай, пылай!
    Мы прячем наши сны от глупых и пустых,
    И даже от себя.
    Открой свои и выбирай: улыбка или грусть
    Ведь все в твоих и для тебя, почувствуй жизни вкус.
    Летний вечер на двоих, наша вечность - этот миг.
    В лунном свете ты пылай, пылай, пылай, пылай!
    Если ты в моих руках - незаметен станет страх.
    Освещайся и пылай, пылай, пылай, пылай!
    Ты забыла все мечты
    И перестала ждать, верить до конца.
    Из тысяч звезд и сотен душ пылает млечный путь
    Зажги свою и стань сильней, почувствуй жизни вкус!
    Летний вечер на двоих, наша вечность - этот миг.
    В лунном свете ты пылай, пылай, пылай, пылай!
    Если ты в моих руках - незаметен станет страх.
    Освещайся и пылай, пылай, пылай, пылай!
    Летний вечер на двоих, наша вечность - этот миг.
    В лунном свете ты пылай, пылай, пылай, пылай!
    Если ты в моих руках - незаметен станет страх.
    Освещайся и пылай, пылай, пылай, пылай!
    Летний вечер на двоих, наша вечность - этот миг.
    В лунном свете ты пылай, пылай, пылай, пылай!
    Если ты в моих руках - незаметен станет страх.
    Освещайся и пылай, пылай, пылай, пылай!""",

    """Небо гасит свет,
    Опять одна, сомнений нет
    Его вина, пора забыть,
    Но только не хватает сил.
    Сделай первый шаг,
    Поверь в мечту, теперь он враг.
    А я приду, окно открой,
    Тебя твой ангел не забыл.
    Я сегодня твой Ангел,
    Видишь, как легко лететь.
    Я сегодня твой Ангел,
    Можешь крылья мне согреть.
    Я сегодня твой Ангел,
    Хочешь, прикоснись рукой.
    Я сегодня твой Ангел,
    Я сегодня с тобой.
    Трогай облака, целуй рассвет,
    И с высока пошли привет,
    Тому, кто был, когда воздухом твоим.
    Выбери звезду, зажми в ладонь,
    И на лету зажги огонь,
    Который лишь оставит от обиды дым.
    Я сегодня твой Ангел,
    Видишь, как легко лететь.
    Я сегодня твой Ангел,
    Можешь крылья мне согреть.
    Я сегодня твой Ангел,
    Хочешь, прикоснись рукой.
    Я сегодня твой Ангел,
    Я сегодня с тобой.
    Ангел… Ангел… Ангел…
    Я сегодня твой Ангел…
    Я сегодня твой Ангел,
    Видишь, как легко лететь.
    Я сегодня твой Ангел,
    Можешь крылья мне согреть.
    Я сегодня твой Ангел,
    Хочешь, прикоснись рукой.
    Я сегодня твой Ангел,
    Я сегодня с тобой.
    Ангел… Я сегодня твой Ангел.
    Я сегодня твой ангел,
    Хочешь, прикоснись рукой.
    Я сегодня твой Ангел,
    Я сегодня с тобой.""",

    """Оправданий больше нет, я иду на красный свет
    Хочу себя потерять
    В голове моей туман, от тебя я сильно пьян
    И с тобой хочу танцевать
    Музыка звучит последний раз
    Раздевает бит и свет погас
    Все кто выбирал, из сотен вас
    Я наутро не вспомню, помню, помню
    I just wanna da-da-da-da-da-dance
    I just need to da-da-da-da-da-dance
    I just wanna da-da-da-da-da-dance
    I just need to da-da-da-da-da-dance
    I just need to
    Откровений больше нет, отпечаток или след
    Закрой меня на замок
    На сегодня я с тобой нарушаю свой покой
    Но внутри я одинок
    Музыка звучит последний раз
    Раздевает бит и свет погас
    Все кто выбирал, из сотен вас
    Я наутро не вспомню, помню, помню
    I just wanna da-da-da-da-da-dance
    I just need to da-da-da-da-da-dance
    I just wanna da-da-da-da-da-dance
    I just need to da-da-da-da-da-dance
    I just need to dance
    Кричи, кричи, прямые глаза
    Звони, молчи, не знай, что сказать
    Учись летать, хоть быть без любви
    Невозможно – можно, можно, знаю, можно всё
    Музыка звучит последний раз
    Раздевает бит и свет погас
    Все кто выбирал, из сотен вас
    Я наутро не вспомню, помню, помню
    Музыка звучит последний раз
    Раздевает бит и свет погас
    Все кто выбирал, из сотен вас
    Я наутро не вспомню, помню, помню
    I just wanna da-da-da-da-da-dance
    I just need to da-da-da-da-da-dance
    I just wanna da-da-da-da-da-dance
    I just need to da-da-da-da-da-dance
    I just need to""",

    """Ты словно лето целуешь нежно
    Мою улыбку и прямо в сердце.
    Ты рядом где-то и ждёшь ответа,
    Когда в мечту я открою дверцу.
    Ты словно небо так высоко
    И так близко где-то в моих рассветах.
    Ты на мгновение, расправив плечи,
    Мне на ладони покажешь вечность.
    Просто поцелуй в сердце
    Вспышкой по глазам света.
    И твоим теплом греться
    Стану я твоим летом.
    Просто поцелуй в сердце
    В воздухе дождя свежесть.
    Слезы по щекам тихо,
    На двоих одна нежность.
    Ты словно лето целуешь нежно
    Мою улыбку и прямо в сердце.
    Ты обещаешь ко мне вернуться
    На краю неба со мной проснуться.
    Ты словно лета и столько света,
    Там в океане плывут рассветы
    И бесконечность для нас лишь воздух,
    Где наше сердце и наши звезды.
    Просто поцелуй в сердце
    Вспышкой по глазам светом,
    И твоим теплом греться
    Стану я твоим летом.
    Просто поцелуй в сердце
    В воздухе дождя свежесть
    Слезы по щекам тихо
    На двоих одна нежность
    Просто поцелуй в сердце
    Вспышкой по глазам светом,
    И твоим теплом греться
    Стану я твоим летом.
    Просто поцелуй в сердце
    В воздухе дождя свежесть
    Слезы по щекам тихо
    На двоих одна нежность.""",

    """земля не остановится,
    лучше не становится.
    я иду по городу,
    только не знакомиться.
    первое, что помнится -
    тебе б сейчас опомниться.
    голос, запах нужными
    навсегда запомнятся.
    первое, что хочется -
    мне тебе напомниться.
    семь минут, что в городе -
    лучше не становится.
    я не могу
    дышать
    я не хочу
    она мне улыбается,
    ей ведь это нравится.
    можно с этим справиться,
    но не получается.
    первое, что кажется -
    мне б сейчас отважиться.
    руки, голос нужными
    навсегда окажутся.
    первое, что хочется -
    мне тебе напомниться.
    семь минут, что в городе -
    лучше не становится.
    я не могу
    дышать
    я не хочу""",

    """У тебя такие глаза,
    Будто в каждом по два зрачка.
    Как у самых новых машин
    По ночам с шоссе в шоссе
    Пролетают машины, шумя,
    Двумя парами фар.
    У тебя двойные глаза,
    Их хватило б на два лица.
    А когда их прошу открыть я,
    В них два полюса голубых,
    В миг открытия,открытия,открытия,открытия
    открытия,открытия,открытия
    Понимаешь, твои глаза -
    Двух земных полушарий карта.
    Ты когда закрываешь их,
    Погружается на ночь экватор.
    И сияет весь океан
    от помноженных на два глаз.
    у тебя двойные глаза
    Их хватило б на два лица.
    А когда их прошу открыть я,
    В них два полюса голубых,
    В миг открытия,открытия,открытия,открытия
    открытия,открытия,открытия""",

    """Что делать, скажи, летят этажи.
    Сто двадцать шагов от правды до лжи.
    Что значит любить, прошу, покажи.
    И новые крылья мне одолжи.
    Хочу долететь до края Земли.
    Дыханием согреть ладони твои.
    Мой северный Бог и альфа звезда,
    Остаться с тобой хочу навсегда.
    Навсегда лечу к тебе за горизонт, теряя кровь.
    И я живу, пока жива моя любовь! Магнитом тянут километры, города - навсегда.
    Навсегда оставит полночь пол души моей себе. Я буду первою любовью на Земле!
    Твоим спасением от боли и огня, а ты единственной любовью для меня.
    Два сердца внутри, дыши и смотри.
    Движения мои огонь повтори.
    До пепла душа за ночь догорит.
    Все чувствует, но уже не болит.
    Стереть, обнулить, учиться дышать.
    Все сны о тебе легко забывать.
    От веры своей, прошу, отлучи.
    От боли и слез меня отучи!
    Навсегда лечу к тебе за горизонт, теряя кровь.
    И я живу, пока жива моя любовь! Магнитом тянут километры, города - навсегда.
    Навсегда оставит полночь пол души моей себе. Я буду первою любовью на Земле!
    Твоим спасением от боли и огня, а ты единственной любовью для меня.""",

    """Я за тобой, сердцем и душой.
    Целый мир в ладони, когда ты рядом со мной.
    Как мне спасти любовь,
    Если ты уходишь отнимая мой покой?
    Я всё бы тебе отдала - с ночи и до утра.
    Всё, что захочешь.
    Если это не любовь то, что же?
    Моё сердце без тебя жить не может.
    Моих чувств ты переполнил океаны,
    Ты любовью мою душу ранил.
    Если это не любовь...
    Это не любовь...
    Это не любовь...
    Это не любовь...
    В последний раз свет любимый глаз
    Даришь мне на память. Ни слова больше о нас.
    Я знаю этот взгляд.
    Всё, что между нами - догорело дотла.
    Я всё бы тебе отдала - в ночи и до утра.
    Всё, что захочешь.
    Если это не любовь то, что же?
    Моё сердце без тебя жить не может.
    Моих чувств ты переполнил океаны,
    Ты любовью мою душу ранил.
    Если это не любовь...
    Если это не любовь то, что же?
    Моё сердце без тебя жить не может.
    Моих чувств ты переполнил океаны,
    Ты любовью мою душу ранил.
    Если это не любовь то, что же?
    Моё сердце без тебя жить не может.
    Моих чувств ты переполнил океаны,
    Ты любовью мою душу ранил.
    Если это не любовь...""",

    """Лети скорей в безумный мир.
    Лови волну своей частоты.
    Найди свой хитовый эфир
    И живи, и живи как хочешь именно ты.
    Каждый видит во сне
    Свои разбитые мечты.
    Потерялся в себе
    И не знаешь больше, куда идти.
    Нужно сделать лишь шаг,
    Идти всегда по своему пути вперед.
    Нет дороги назад,
    Но знай, что за падениями следует полет.
    Лети скорей в безумный мир.
    Лови волну своей частоты.
    Найди свой хитовый эфир
    И живи, и живи как хочешь именно ты.
    И даже если собьешься с пути,
    Пускай мой голос помогает тебе идти.
    Себя найди и высоко лети,
    Ты высоко лети, лети, лети, лети, лети.
    Лети скорей в безумный мир.
    Лови волну своей частоты.
    Найди свой хитовый эфир
    И живи, и живи как хочешь именно ты.""",

    """Странные песни, пошлые мысли... И почему так происходит вновь?
    Я понимаю, что были близко, и до кровати пару метров...
    Стены дрожали, свечи горели - наши тела тогда пылать хотели.
    Кофе на утро, наушники в уши. Песню на радио мою послушай.
    Кругом пусть голова, и такси в никуда мчится пулей по дороге.
    Мимо пустых окон, думаешь: "Где же он?", и поверь, он на подходе.
    Близости наших тел, правда, я не хотел. Впредь, я буду осторожней.
    Помни, прошу, ту ночь - ехать мне нужно прочь. Да, прости... Я старомоден.
    Больше, больше, меньше, меньше... Кто кого запутать хочет?
    Здравствуй, шум ночи, играй меня. Уносись, время, только до утра.
    Меньше, меньше, больше, больше... Я же, знаю, кем-то брошен.
    Дым от сигарет, меня - хочу почувствовать только тебя!
    Солнце сквозь тучи, наутро измучен. И я пропитан твоим ароматом Gucci.
    Только не надо, только не злись! Читаю СМС. Прошу, дождись.
    Пусть рядом нет зажигалки - гори во мне, пылай ярко!
    И окунись ты с головой в объятия мои.
    Но вот седьмое то счастье. Нет больше этих препятствий.
    Мы встретимся с тобой при свете огненной луны.
    Кругом пусть голова, и такси в никуда мчится пулей по дороге.
    Мимо пустых окон, думаешь: "Где же он?", и поверь, он на подходе.
    Близости наших тел, правда, я не хотел. Впредь, я буду осторожней.
    Помни, прошу, ту ночь - ехать мне нужно прочь. Да, прости... Я старомоден.
    Больше, больше, меньше, меньше... Кто кого запутать хочет?
    Здравствуй, шум ночи, играй меня. Уносись, время, только до утра.
    Меньше, меньше, больше, больше... Я же, знаю, кем-то брошен.
    Дым от сигарет, вдыхай меня - хочу почувствовать только тебя!
    Больше, больше, вдыхай меня. Меньше, меньше, вдыхай меня...
    Вдыхай меня, вдыхай меня...
    Больше, больше, вдыхай меня. Меньше, меньше, вдыхай меня.
    Вдыхай меня, вдыхай меня...
    Больше, больше, меньше, меньше... Кто кого запутать хочет?
    Здравствуй, шум ночи, играй меня. Уносись, время, только до утра.
    Меньше, меньше, больше, больше... Я же, знаю, кем-то брошен.
    Дым от сигарет, вдыхай меня - хочу почувствовать только тебя!""",

    """Метро и проспекты, метро и проспекты,
    И не собрать мне все слова.
    Которые спеты, которые спеты,
    Последние ноты для тебя.
    И колются улицы, и сведены уже мосты.
    И улицы хмурятся, и силуэты все твои.
    Этот город соединил нас с тобой
    И, уйдя в омут с головой.
    И расправив крылья улетаю, забываю, вспоминаю - ты и я!
    Ты и я - навсегда! Ты и я - навсегда!
    И расправив крылья улетаю, забываю, вспоминаю - ты и я!
    Ты и я - навсегда! Ты и я - навсегда!
    Афиши театров, афиши театров,
    Но нам с тобою не до них.
    И все это странно, и все это странно -
    Стрелой Купидона я проник...
    И люди тусуются, и в клубах нет свободных мест.
    Кому-то причудится, что без любви прекрасен свет.
    Этот город соединил нас с тобой
    И, уйдя в омут с головой.
    И расправив крылья улетаю, забываю, вспоминаю - ты и я!
    Ты и я - навсегда! Ты и я - навсегда!
    И расправив крылья улетаю, забываю, вспоминаю - ты и я!
    Ты и я - навсегда! Ты и я - навсегда!
    И расправив крылья...
    Улетаю, улетаю... забываю...
    Крылья…
    Этот город соединил нас с тобой и, уйдя в омут с головой...
    И расправив крылья улетаю, забываю, вспоминаю - ты и я!
    Ты и я - навсегда! Ты и я - навсегда!
    И расправив крылья улетаю, забываю, вспоминаю - ты и я!
    Ты и я - навсегда! Ты и я - навсегда!""",

    """Дороги промокли, осенние дожди...
    Он помнит прикосновенья нежных рук твоих, не надо слов.
    Не страшно, когда ты с ней - то внутри становишься светлей.
    И в голове моей, и в голове твоей на повторе: то ли это, то ли что ли происходит...
    Не важно, кто и что расскажет, главное - сейчас!
    Утопая в красоте у твоих глаз - я пишу статьи о любви сейчас.
    Они о нас, они о нас. Рука в руке, и мы вдвоём сейчас.
    Улетаем далеко от всех проблем, и в конце всех этих фильмов - Happy End.
    Кино о нас, оно о нас. Кино о нас.
    Проснувшись, улыбкой ты - озаряешь день, что теперь.
    Коснувшись, стихов тетрадь - все мои мысли просто так тебе не передать.
    Не страшно мечтать и верить, писать сценарий нашей эпопеи.
    Но, в голове твоей - всё на повторе: то ли это, то ли что ли происходит...
    Не важно, кто и что расскажет, главное - сейчас!
    Утопая в красоте у твоих глаз - я пишу статьи о любви сейчас.
    Они о нас, они о нас. Рука в руке, и мы вдвоём сейчас.
    Улетаем далеко от всех проблем, и в конце всех этих фильмов - Happy End.
    Кино о нас, оно о нас. Кино о нас.
    Утопая в красоте твоих глаз... Кино о нас, оно о нас!
    Утопая в красоте у твоих глаз - я пишу статьи о любви сейчас.
    Они о нас, они о нас. Рука в руке, и мы вдвоём сейчас.
    Улетаем далеко от всех проблем, и в конце всех этих фильмов - Happy End.
    Кино о нас, оно о нас. Кино о нас.""",

    """Слова не слышно - автопилоты.
    Включили запись - аплодисменты.
    Вот так все вышло - неважно кто ты,
    Такие эти эксперименты:
    Что не началось - все кончается.
    Честная любовь не случается.
    Сдует ветер и заметет метель.
    Но останусь я, я - новая модель.
    Круговороты, все эти сделки:
    Все это мелко - неважно кто ты
    Автопилоты, колеса, белки:
    Колеса, белки, автопилоты:
    Что не началось - все кончается.
    Честная любовь не случается.
    Сдует ветер и заметет метель.
    Но останусь я, я - новая модель.
    Что не началось - все кончается.
    Честная любовь не случается.
    Сдует ветер и заметет метель.
    Но останусь я, я - новая модель.""",

    """Стелим пол обрывками из календаря
    С тобо-о-ой
    Город заставляет нас поверить в мечту
    Да не ту-у-у
    Давай присядем, и я разложу тебе по факту
    Чтоб быть счастливым, быть не обязательно богатым
    Что можно оставаться другом, оставаться братом
    При этом добиваться результата
    Туда, где время моё
    Замедляет скорость, разбиваясь птицей в душе
    И встаёт
    Солнце и не гаснет, пока не потушишь
    Ведь это время дано
    Чтоб нашу жизнь пустую усадить цветами
    Так что же делать нам с тобой
    Когда его не станет, не стане-е-ет?
    Во-о-о-о-о-о
    О-о-о-о-о-о
    Е-а, сидеть беспонту дома с юридическим дипломом
    Чё-то менять надо вроде — и теперь сижу на работе
    С утра и до ранней ночи, на строгого дядю
    Стараюсь не думать, интересно получается даже
    Друзья ведь такие, в таком же планктоне
    Сегодня суббота, значит, время никто не догонит
    Мечтаем, где покруче провести отпуск
    Позалипать на волны и со спокойной душой залиться в доску
    Стелим пол обрывками из календаря
    С тобо-о-ой
    Город заставляет нас поверить в мечту
    Да не ту-у-у
    Давай присядем, и я разложу тебе по факту
    Чтоб быть счастливым, быть не обязательно богатым
    Что можно оставаться другом, оставаться братом
    При этом добиваться результата
    Туда, где время моё (Моё)
    Замедляет скорость, разбиваясь птицей в душе (В душе)
    И встаёт (Встаёт)
    Солнце и не гаснет, пока не потушишь
    Ведь это время дано (Дано)
    Чтоб нашу жизнь пустую усадить цветами
    Так что же делать нам с тобой
    Когда его не станет, не стане-е-ет?
    О-о-о-о-о-о
    О-о-о-о-о-о""",

    """В истерике кружилась мама Валя
    На заднем фоне замер папа Толя
    В радиусе метра воцарился жесточайший хаос
    Когда всем понятно стало: сын остался без диплома
    Мама не кричи, хватит, плакать не смей
    Я не спорю надо, но послушай, отец
    Есть у меня своя волна, и на своей волне
    Меня где-то поджидает успех
    Боже, как хотел я увидеть свет
    И, как посчитал бы нужным жить, мечтал
    И вот однажды, как обычно, я летал во сне
    Вдруг увидел Солнце, и тогда себе сказал
    Я выбираю — жить в кайф!
    Я выбираю — жить в кайф!
    Я выбираю — жить в кайф!
    Я выбираю — жить в кайф!
    Это был сон, в котором я не прогорал
    Не огорчал родных и не нуждался ни в чём
    В котором мне не пришлось скрывать глаза
    И лгать давним знакомым, мол, в жизни моей всё хорошо
    В моём рюкзаке — пару маек, носки
    И пускай начало оставляет желать лучшего
    Все, кто меня помнят, знают, я не был таким
    А значит, и у вас получится
    Ведь всё, что я хотел — это видеть свет
    И, как посчитал бы нужным жить, мечтал
    И вот однажды, как обычно, я летал во сне
    Вдруг услышав музыку, я сам себе сказал
    Я выбираю — жить в кайф!
    Я выбираю — жить в кайф!
    Я выбираю — жить в кайф!
    Я выбираю — жить в кайф!
    Боже, как хотел я увидеть свет
    И, как посчитал бы нужным жить, мечтал
    И вот однажды, как обычно, я летал во сне
    Вдруг увидел Солнце, и тогда себе сказал
    Я выбираю — жить в кайф!
    Я выбираю — жить в кайф!
    Я выбираю — жить в кайф!
    Я выбираю — жить в кайф!""",

    """Я (я) миную мир иной
    Иду по мостовой
    Каждая минута в кайф
    Целый мир под ногой
    Час-пик, и любим мы город
    Хоть от счастья лети
    Где твоя удача, брат?
    Нам с тобой по пути
    Твой навигатор настроен на туда, где тепло
    Ты мой друг, если чё, ты стоишь
    А не просто трепло
    Твой шанс где-то рядом, используй его
    Ведь кому ты нужен здесь
    Кроме себя самого?
    Каждый хочет знать
    Где и в чём его ремесло
    Я просто делаю своё музло
    Каждый хочет знать и верить
    Любить до дрожи по коже
    Если ты с небом в хорошем
    Оно всегда поможет
    Небо поможет нам
    Небо поможет искать
    И небо поможет нам
    Небо поможет всё взять
    И небо поможет нам
    Небо поможет нам
    И небо поможет нам
    Небо поможет нам
    Эй, чтоб словить денег мешок
    Купи билет в лото
    А свои пустые бредни оставь на потом
    Мне же не надо ничего
    Я сам себя нашёл
    Видить мир реально прекрасным
    А немнимое шоу
    Не зная точный путь
    Не зная тех преград
    Мы вышли на старт
    И ни шагу назад
    И счастье, что зову
    Не за горами, брат
    Лишь будь готов к нему
    Всё мигом забрать
    Каждый хочет знать
    Где и в чём его ремесло
    Я просто делаю своё музло
    Да!
    Нам нужно всё сразу
    Да!
    Нам не нужно позже
    Мы с тобой, братишка, до конца
    И небо нам поможет
    Небо поможет нам
    Небо поможет искать
    И небо поможет нам
    Небо поможет всё взять
    И небо поможет нам
    Небо поможет нам
    И небо поможет нам
    Небо поможет нам
    И свет в твоём окне
    Тебе напомнит обо мне
    Свет в твоём окне
    Тебе напомнит обо мне""",

    """Всему несбывшемуся посвящается!
    У каждого здесь есть своя правда
    Как правильно здесь жить я не знаю
    Лишь хочу видить в глазах твоих много кайфа
    И на взлетке чтоб в прыжке от ног кросы отлетали
    Насмотреться друг на друга под утро
    Ведь нам не быть с тобою вместе, ты знаешь
    Во взрослой жизни очень много замутов
    Лишь просто дай тебя обниму и вместе полетаем
    В легких тает дым и над заливом
    Запомни ты меня таким, таким счастливым
    В легких тает дым, и тем же утром
    Запомни ты меня таким, таким придурком
    Нам не растить с тобой детей, не видеть старость
    Не заставлять квартиру новыми вещами
    Скорей всего, я не увижу тебя больше
    Так что жить в кайф и не унывать пообещай мне
    Ведь все, что в этой жизни происходит
    Не поддается никакому объяснению
    Ну пока у нас с тобой есть еще минут сорок
    Так давай друг друга вдохнём и остановим время
    В легких тает дым, и над заливом
    Запомни ты меня таким, таким счастливым
    В легких тает дым, и тем же утром
    Запомни ты меня таким, таким придурком
    Таким счастливым
    В легких тает дым и тем же утром
    Запомни ты меня таким, таким придурком.""",

    """Ты снова написала сценарий вашей встречи,
    И ты заранее знала, чем завершится вечер.
    Но он какой-то странный, и явно не по плану
    Пошла история эта и раздавать советы.
    Поэмы и романы, и он, наверно, пьяный.
    Шпаргалки по карманам, как говорила мама.
    Две виски-кола эти, и ты уже не леди!
    Но крылья обретая, добраться бы до рая, теперь и тебе.
    Орешь не по делу, гормоны по телу. 
    Весна расплескала любовь!
    А он офигенный, галлюциногенный,
    Он знает, как пахнет любовь! Ах! Ах!
    Он знает, как пахнет любовь! Ах! Ах!
    Ты точно описала: часы и водолазка,
    Как он одним движеньем испортил твою сказку.
    Сбиваешься со счета персиковых веснушек и тайных поцелуев.
    Подруг советы слушать теперь и тебе.
    Весна расплескала любовь!
    А он офигенный, галлюциногенный,
    Он знает, как пахнет любовь! Ах! Ах!
    Он знает, как пахнет любовь! Ах! Ах!
    Он знает, как пахнет любовь!
    Любовь, любовь.
    Орешь не по делу, гормоны по телу. 
    Весна расплескала любовь!
    А он офигенный, галлюциногенный,
    Он знает, как пахнет любовь! Ах! Ах!
    Он знает, как пахнет любовь! Ах! Ах!
    Он знает, как пахнет любовь!
    Любовь.""",

    """В общем дело было так... Пою
    Расскажу я вам про парня, его зовут Мик.
    Мик - хороший мужик, но, но, но, но, только ростом не велик.
    И он не пьёт и не курит, по подъездам не тусует, часто маме помогает
    Но только он не догоняет, он не догоняет.
    Что после лета будет лето, планета солнцем перегрета.
    Зимы не будет - будет лето,  
    И после лета, будет лето, планета солнцем перегрета,
    Зимы не будет - будет лето.
    Расскажу я вам про девочку, её зовут Диночка -
    Девчоночка с картиночки, с журнала "Садовод" - вот как.
    Не пъёт и не курит, - кто не знает.
    Расскажу я вам ещё про парня, его зовут Булат.
    Булат немного полноват, но, но, но, ребята, он не виноват.
    Он вроде бы не пъёт и вроде бы не курит, вроде бы как и маме помогает,
    Но толко чел не догоняет, он не догоняет.
    Что после лета будет лето, планета солнцем перегрета.
    Зимы не будет - будет лето,  
    И после лета, будет лето, планета солнцем перегрета,
    Зимы не будет - будет лето.""",

    """Проснись, моя радость! Я держу пари – эта ночь хороша.
    Бодрись, это в сладость. Звезды спелые мы с тобой, ты и я.
    Из пункта «А» и в точку «G» по коже пальцем проведи и разбуди меня!
    А я хочу только твоих губ! Теперь цепляет только твой вкус!
    А я запала ли на твой зной ледяной?
    А я поймала этот твой взгляд и прочитала я подтекст твой,
    И я решила ты теперь мой, только мой.
    Прости, это малость, все, что я могла натворить за вчера.
    Тебе показалось. Это все бармен и вина не моя.
    В отключке тело из такси домой на ручках занеси и разбуди меня
    А я хочу только твоих губ! Теперь цепляет только твой вкус!
    А я запала ли на твой зной ледяной?
    А я поймала этот твой взгляд и прочитала я подтекст твой,
    И я решила ты теперь мой, только мой.
    А я поймала этот твой взгляд и прочитала я подтекст твой,
    И я решила ты теперь мой, только мой.
    Поймала этот твой взгляд и прочитала я подтекст твой,
    И я решила ты теперь мой, ледяной.""",

    """Между нами свет, между нами города.
    Между нами нет, между нами иногда.
    Между нами Нет, как стена. Между нами свет, ты одна.
    Между нами Нет, как стена. Между нами свет, ты одна.
    Я на краю, убегай-ай. Умираю, убивай, зай.
    Волю мою забирай-ай. Умираю, убивай, зай.
    Я на краю, убегай-ай. Умираю, убивай, зай.
    Волю мою забира-ай. Умираю, убивай, зай.
    Между нами рай, между нами номера.
    Между нами drive - это больше не игра.
    Между нами путь в никуда. Между нами рай, ты одна.
    Между нами путь в никуда. Между нами рай, ты одна.
    Я на краю, убегай-ай. Умираю, убивай, зай.
    Волю мою забирай-ай. Умираю, убивай, зай.
    Я на краю, убегай-ай. Умираю, убивай, зай.
    Волю мою забира-ай. Умираю, убивай, зай.
    Между нами рай, между нами номера.
    Между нами drive - это больше не игра.
    Убивай зай! Убивай зай! Убивай зай! Убивай зай!
    Я на краю, убегай-ай. Умираю, убивай, зай.
    Волю мою забирай-ай. Умираю, убивай, зай.""",

    """Никаких запретов в ритме танцуй
    Дай моим желаниям литься дождем
    Новый образ в жизни телом рисуй
    Этот бит уносит точно знаю
    Рай не там где боги сходят с ума
    Ты отдайся моему желанью
    Рай для нас ты это знаешь сама
    Лови дыханье
    Этой ночью бэйби я твой
    Но дресс-код и жесткие правила
    Если хочешь поиграть со мной
    Шанс - ноль, я твоя мания
    Эта музыка движения тела
    Забирают мысли прочь от меня
    И во мне с тобой течет текилла
    Закипает сердце точно знаю
    Рай не там где боги сходят с ума
    Ты отдайся моему желанью
    Рай для нас ты это знаешь сама
    Лови дыханье
    Этой ночью бэйби я твой
    Но дресс-код и жесткие правила
    Если хочешь поиграть со мной
    Шанс - ноль, я твоя мания
    Время вперед
    Нас эта ночь ждет
    Мартини и лед
    Ты любишь это
    Хотела сама
    Ты сводишь с ума
    Но это игра
    Лишь до рассвета
    Дресс-код и жесткие правила
    Шанс- ноль, я твоя мания!
    Этой ночью бэйби я твой
    Но дресс-код и жесткие правила
    Если хочешь поиграть со мной
    Шанс - ноль, я твоя мания""",

    """Ты снова online в сети чего-то ждешь.
    Бросает в дрожь, его не вернешь.
    И для тебя это все, как online-игра,
    Любовь для тебя искусственная! Любовь для тебя искусственная.
    Не отвечает на звонки, не пишет в соцсети?
    Ты фотографии все с ним в альбоме удали.
    Двойная жизнь, море мужчин, не стыдно никогда -
    Все потому, что для тебя любовь искусственная.
    Падает, падает вниз. Слезы, обиды, каприз;
    Чувства искусственных лиц - все фальшивка.
    Помоги, помоги - это твой крик души.
    Значит его верни, если любишь.
    Забота, внимание, любовь -
    Пустые слова теперь для тебя.
    Но наше с тобою время еще прийдет,
    И вновь оживет настоящая любовь, настоящая любовь.
    Не отвечает на звонки, не пишет в соцсети?
    Ты фотографии все с ним в альбоме удали.
    Двойная жизнь, море мужчин, не стыдно никогда -
    Все потому, что для тебя любовь искусственная.
    Падает, падает вниз. Слезы, обиды, каприз;
    Чувства искусственных лиц - все фальшивка.
    Помоги, помоги - это твой крик души.
    Значит его верни, если любишь.
    Не важно теперь тебя кто, так страстно целует, но рядом не будет.
    Он был настоящим, а не как все - искусственные, искусственные.
    Любовь для тебя искусственная.
    Искусственная!
    Не отвечает на звонки, не пишет в соцсети?
    Ты фотографии все с ним в альбоме удали.
    Двойная жизнь, море мужчин, не стыдно никогда -
    Все потому, что для тебя любовь искусственная.
    Падает, падает вниз. Слезы, обиды, каприз;
    Чувства искусственных лиц - все фальшивка.
    Помоги, помоги - это твой крик души.
    Значит его верни, если любишь.""",

    """Не с тобой, не с тобой пробегают дни, а скоро ехать тебе домой.
    К себе домой уезжаешь, а мне ждать привета от тебя.
    До утра не сомкнуть глаза, от мыслей ломит -
    Что я один, что ты одна. Между нами пропасть. Значит, не судьба!
    Украдкой тарабанит дождь по улицам Москвы.
    А ты - сидишь, чего ждешь, заполнив мысли мои.
    По-сути - этой встречи не должно было быть,
    Разлучница-судьба.
    Но ты не одна, ты не одна, -
    Где-то я один сижу и жду тебя.
    Ночи без сна, холод, ветра.
    Некому согреть, обнять и поцеловать тебя.
    Не с тобой, не с тобой пробегают дни, а скоро ехать тебе домой.
    К себе домой уезжаешь, а мне ждать привета от тебя.
    До утра не сомкнуть глаза, от мыслей ломит -
    Что я один, что ты одна. Между нами пропасть. Значит, не судьба!
    Не судьба. Не судьба.
    Не судьба. Не судьба.
    Наверно думаешь, что все ошибка - как в пропасть я попал.
    Но я хочу, чтоб знала ты: такую, как ты - не встречал!
    По-сути, я на этот поезд должен был успеть, но пробки и суета...
    И я опоздал, долго не спал, на перроне взгляд прекрасный твой поймал.
    Наш разговор, без лишних слов!
    Чтобы быть с тобой - теперь на все готов!
    Не с тобой, не с тобой пробегают дни, а скоро ехать тебе домой.
    К себе домой уезжаешь, а мне ждать привета от тебя.
    До утра не сомкнуть глаза, от мыслей ломит -
    Что я один, что ты одна. Между нами пропасть. Значит, не судьба!
    Не судьба. Не судьба.
    Не судьба.""",

    """Это не твоя вина
    Это просто кто-то взял всё и поменял
    Падает с ветвей вода
    Я забуду всё, что ветер мне обещал
    Просто сжать в руке билет домой
    Убежать туда и быть с тобой
    Там, где до тебя одна слеза
    Только не упавшая
    Поезд Москва-Сочи, звонок посреди ночи
    И губы шептать устали о том, как любовь искали
    Поезд Москва-Сочи, звонок посреди ночи
    И губы шептать устали о том, как тебя
    Это не твои слова
    Я запомнить не успею, что ты сказал
    Держит телефон рука
    Но молчанием мне ответит пустой вокзал
    Просто этот лист перевернуть
    Улыбнуться и любовь вернуть
    Знаешь, до тебя одна слеза
    Только не упавшая
    Поезд Москва-Сочи, звонок посреди ночи
    И губы шептать устали о том, как любовь искали
    Поезд Москва-Сочи, звонок посреди ночи
    И губы шептать устали о том, как тебя
    Поезд Москва-Сочи, звонок посреди ночи
    И губы шептать устали о том, как любовь искали
    Поезд Москва-Сочи, звонок посреди ночи
    И губы шептать устали о том, как тебя""",

    """Не коснусь губами твоих нежных век
    Ты мой самый милый в мире человек
    Просто не успели или не смогли
    Что-то между нами мы не сберегли
    Встали на пуанты капельки дождя
    И таким далеким стал ты для меня
    Очень осторожно склеила слова
    Это невозможно
    Плюшевые мишки разлетелись в миг
    Счастье только фишки на столе улик
    Это только гордость, это только сон
    Этот — только ты, но этот — только он
    Мне приснилось лето, ясные огни
    И на целом свете только мы одни
    Небо покачнулось удержав еда
    Солнце и планеты, и мои слова
    Встали на пуанты капельки дождя
    И таким далеким стал ты для меня
    Очень осторожно прошепчу люблю
    Это имя снова повторю
    Плюшевые мишки разлетелись в миг
    Счастье только фишки на столе улик
    Это только гордость, это только сон
    Этот — только ты, но этот — только он
    Плюшевые мишки разлетелись в миг
    Счастье только фишки на столе улик
    Это только гордость, это только сон
    Этот — только ты, но этот — только он""",

    """Прицел наведён, теплеет курок
    Я знаю пароль, здесь личного ноль, я просто игрок
    Такой же, как ты, на равных правах
    Немного друзей, немного любви, улыбки, слова
    На первом месте лечу кометой, где-то светит моя звезда
    Мы будем вместе, пока идёт игра, никто не знает, что будет дальше
    Остаться в живых, не сбиться с пути
    Кому то привет, кому-то пока, кому-то прости
    И полный вперёд, поднять паруса, а-а
    Мы будем играть, я верю в тебя, я верю в себя, е-е
    На первом месте лечу кометой, где-то светит моя звезда
    Мы будем вместе, пока идёт игра, запомни нас навсегда
    На первом месте лечу кометой, где-то светит моя звезда
    Мы будем вместе, пока идёт игра, запомни нас навсегда
    Запомни нас навсегда
    Революция
    Революция
    Революция
    Революция
    Революция
    Революция
    Революция
    Революция
    Революция
    Революция
    Революция
    Революция
    На первом месте лечу кометой, где-то светит моя звезда
    Мы будем вместе, пока идёт игра, запомни нас навсегда
    На первом месте лечу кометой, где-то светит моя звезда
    Мы будем вместе, пока идёт игра, запомни нас навсегда
    На первом месте""",

    """Знаешь, я давно уже не верю.
    Только плачу, только трачу нервы.
    Я не могу забыть! Как мне быть ?
    Ты сказал: Тебе, девчонка, рано!
    Дома куклы ждут тебя и мама.
    Рано тебе любить.
    Как мне быть? Как мне быть?
    Свое вниманье обрати,
    Что лет мне мало не смотри.
    Мою нескромность ты прости!
    Меня девчонку полюби!
    Меня девчонку полюби!
    Перестать и думать об уроках,
    Мне одной ни хорошо, ни плохо!
    Скучно и грустно мне, хочу к тебе.
    Только ты совсем меня не хочешь,
    Плачу утром и в обед, и ночью.
    Просто хочу любви. Где же ты?
    Свое вниманье обрати,
    Что лет мне мало не смотри.
    Мою нескромность ты прости!
    Меня девчонку полюби!
    Свое вниманье обрати,
    Что лет мне мало не смотри.
    Мою нескромность ты прости!
    Меня девчонку полюби!
    Свое вниманье обрати,
    Что лет мне мало не смотри.
    Мою нескромность ты прости!
    Меня девчонку полюби!
    Свое вниманье обрати,
    Что лет мне мало не смотри.
    Мою нескромность ты прости!
    Меня девчонку полюби!
    Свое вниманье обрати,
    Что лет мне мало не смотри.
    Мою нескромность ты прости!
    Меня девчонку полюби!
    Меня девчонку полюби!""",

    """Который год? не знаю сам
    Я мультибренд, герой реклам
    Купи меня и улыбнись
    Весёлая пародия на жизнь
    Микки Маус
    Как дела? Привет, я добрый Микки-Маус
    У моей свободной кассы нету пауз
    Я не знаю про усталость
    Как вы там, я вас люблю, где ваши руки
    Я могу вам спеть или раздеться чтобы
    Вы не умерли от скуки
    Раз, два, три, четыре, пять
    Начинаем танцевать
    Хлопайте в ладоши
    Мы будем зажигать
    Так легко мечтой делиться
    Если ты живёшь без своей мечты
    Слёзы на глазах, чувства на замок
    Вечно юн и вечно одинок
    Самый лучший друг взрослых и детей
    Маленький мышонок в темноте
    Который год, не знаю сам, я мультибренд, герой реклам
    Купи меня и улыбнись, весёлая пародия на жизнь
    Микки... Маус...
    Микки здесь, моя работа - развлечения
    Не проспи такое суперпредложение
    Я весёлый Микки-маус
    Так легко мечтой делиться
    Если ты живёшь без своей мечты
    Слёзы на глазах, чувства на замок
    Вечно юн и вечно одинок
    Самый лучший друг взрослых и детей
    Маленький мышонок в темноте
    Купи на память кусочек счастья...
    Слёзы на глазах, чувства на замок
    Вечно юн и вечно одинок
    Самый лучший друг взрослых и детей
    Маленький мышонок в темноте""",

    """Я тебя не умею любить, я тебя умею желать,
    Бесконечно с тобой быть, безупречно тебе лгать.
    Бесконечно с тобой быть, не встречаясь взглядом твоим.
    Я тебя не умею ждать — я верна измерениям иным.
    Ты любишь осколки, тебе надо немного,
    Моя душа сколько могла бы тебе отдать?
    Но, если бы снова мне было бы больно,
    Я знаю на сколько мне страшно теперь мечтать!
    Ты любишь осколки, что в них толку?
    Держи мою руку и рассвет встречай.
    Держи мою руку, - здравствуй, утро!
    Записка и пудра, - "Было в кайф, прощай!"
    Я тебя не умею любить, так же проще может быть.
    Я танцую где полный мрак, ты уже не умеешь так.
    Тишиной заслонить эфир, удивить красотою мир,
    Я могу быть хорошей в знак и убить себя просто так!
    Ты любишь осколки, тебе надо немного,
    Моя душа сколько могла бы тебе отдать?
    Но, если бы снова мне было бы больно,
    Я знаю на сколько мне страшно теперь мечтать!
    А ты любишь осколки, - что в них толку?
    Держи мою руку и рассвет встречай.
    Держи мою руку, - здравствуй, утро!
    Записка и пудра, - "Было в кайф, прощай!"
    Ты любишь осколки, тебе надо немного,
    Моя душа сколько могла бы тебе отдать?
    Но, если бы снова мне было бы больно,
    Я знаю на сколько мне страшно теперь мечтать!
    Ты любишь осколки, тебе надо немного,
    Моя душа сколько могла бы тебе отдать?
    Но, если бы снова мне было бы больно,
    Я знаю на сколько мне страшно теперь мечтать!
    Ты любишь осколки, что в них толку?
    Держи мою руку и рассвет встречай.
    Держи мою руку, - здравствуй, утро!
    Записка и пудра, - "Было в кайф, прощай!""",

    """Я спрячу свои крылья, что б не пугать тебя
    Я буду такой сильной, что б защитить тебя
    Я спрячу свои страхи, что б ты никогда о них не узнал
    Я буду такой сильной, что б ты любил меня
    Я хочу лететь еще выше, что б не задеть города крыши
    Я хочу быть еще ближе и выше и выше
    И выше
    Ты скорость моих мыслей, мне не догнать тебя
    Ты рядом ты так близко, но не достать тебя
    Ты спрятал, ты похитил, сердце мое уже навсегда
    Я буду к тебе ближе, я научусь летать
    Я хочу лететь еще выше, что б не задеть города крыши
    Я хочу быть еще ближе и выше и выше
    Я хочу лететь еще выше, что б не задеть города крыши
    Я хочу быть еще ближе и выше и выше
    Я хочу лететь еще выше, что б не задеть города крыши
    Я хочу быть еще ближе и выше и выше""",

    """Пришла и оторвала голову нам чумачечая весна
    И нам не до сна
    И от любви схожу я с ума
    Чумачечая весна, чумачечая
    Я иду по улице словно чумачечий
    От солнца, шоб не жмуриться, я натянул очечи
    А в стеклах отражаются девочки-конфетки
    За наглость не сочтите, угостите сигареткой
    Пришла и оторвала голову нам чумачечая весна
    И нам не до сна
    И от любви схожу я с ума
    Чумачечая весна, чумачечая
    Чумачечая весна пришла и крышу нам с тобой снесла
    Чумачечая весна пришла-ла-ла-ла-ла-ла-ла-ла-ла-ла-ла
    Когда тебя в коротенькой юбчонке увидал
    Любовь пришла, как паровоз на Киевский вокзал
    И очень хорошо, что я весной тебя нашел
    Ведь ты так хороша, но знай — и я не черт-те шо!
    Пришла и оторвала голову нам чумачечая весна
    И нам не до сна
    И от любви схожу я с ума
    Чумачечая весна, чумачечая
    Чумачечая весна пришла и крышу нам с тобой снесла
    Чумачечая весна пришла-ла-ла-ла-ла-ла-ла-ла-ла-ла-ла
    Я иду по улице словно чумачечий
    От весны и от любви я потерял дар речи
    Ведь сегодня ночью не вернемся мы домой
    Как же замечательно, что снова к нам с тобой
    Пришла и оторвала голову нам чумачечая весна
    И нам не до сна
    И от любви схожу я с ума
    Чумачечая весна, чумачечая
    Чумачечая весна пришла и крышу нам с тобой снесла
    Чумачечая весна пришла-ла-ла-ла-ла-ла-ла-ла-ла-ла-ла
    Чумачечая весна пришла и крышу нам с тобой снесла
    Чумачечая весна пришла-ла-ла-ла-ла-ла-ла-ла-ла-ла-ла
    Чумачечая весна пришла и крышу нам с тобой снесла
    Чумачечая весна пришла-ла-ла-ла-ла-ла-ла-ла-ла-ла-ла""",

    """Ай-яй-яй девчонка. Где взяла такие ножки?
    Ай-яй-яй девчонка. Топай, топай по дорожке.
    Ай-яй-яй мальчишки. Все уже сломали глазки.
    Ай-яй-яй мальчишки. На нее глядеть опасно.
    Ай-яй-яй девчонка. Топай, топай по дорожке.
    Ай-яй-яй мальчишки. На нее глядеть опасно.
    Ай-яй-яй девчонка. Где же все твои подружки?
    Ай-яй-яй девчонки. Вам мальчишки не игрушки.
    Ай-яй-яй девчонка. Ты куда бежишь? Не знаю.
    Ай-яй-яй девчонка. За тобой не успеваю.
    "Ай-яй-яй"- шепчу тебе родная.
    Ай-яй-яй, а имени не знаю.
    Ай-яй-яй. Откуда ж ты такая?
    Ай-яй-яй, девчонка озорная.
    "Ай-яй-яй"- шепчу тебе родная.
    Ай-яй-яй, а имени не знаю.
    Ай-яй-яй. Откуда ж ты такая?
    Ай-яй-яй, такая деловая.
    Ай-яй-яй девчонка. Подожди одну минутку.
    Ай-яй-яй девчонка. Я влюбился не на шутку.
    Ай-яй-яй девчонка. Что ж ты делаешь со мною?
    Ай-яй-яй девчонка. Забери меня с собою.
    "Ай-яй-яй"- шепчу тебе родная.
    Ай-яй-яй, а имени не знаю.
    Ай-яй-яй. Откуда ж ты такая?
    Ай-яй-яй, девчонка озорная.
    "Ай-яй-яй"- шепчу тебе родная.
    Ай-яй-яй, а имени не знаю.
    Ай-яй-яй. Откуда ж ты такая?
    Ай-яй-яй, такая деловая.""",

    """Облака белые, Солнце светит в вышине
    Я иду смелая на свидание к тебе
    Зацветёт улица жёлтыми мимозами
    Девочка в платьице розовом
    Девочка в платьице розовом
    Мой любимый самый
    Пропадаю, таю — ну и пусть
    Не звони мне, мама
    Я сегодня ночью не вернусь
    (Немножко прогуляюсь)
    Облака пьяные закружили голову
    И теперь стала я глупая и голая
    Никакой смелости, никакого платьица
    И уже нету мне разницы
    И теперь никакой разницы
    Мой любимый самый
    Ппропадаю, таю — ну и пусть
    Не звони мне, мама
    Я сегодня ночью не вернусь
    Мой любимый самый
    Пропадаю, таю — ну и пусть
    До свидания, мама
    Я домой сегодня не вернусь
    (Немножко прогуляюсь)
    Облака хмурятся, нету больше мальчика
    Мокрая улица, платье перепачканное
    И цветы жёлтые девочку не радуют
    Где же ты, где же ты, радуга?
    Где же ты, где же ты, радуга?
    Мой любимый самый
    Пропадаю, таю — ну и пусть
    Не звони мне, мама
    Я сегодня ночью не вернусь
    Мой любимый самый
    Пропадаю, таю — ну и пусть
    До свидания, мама
    Я домой сегодня не вернусь""",

    """Эти роли не для нас, не играем мы сейчас
    Ядовитая, разбитая, убитая я
    Всё забыто, решено, слёзы высохли давно
    На пути к новому миру и счастью я
    Все чувства снегом замело, боль впитала то тепло
    То, что согревало по ночам, твои руки по моим плечам
    Одиночество съедает меня, в сердце больше нет огня
    Вся любовь выпита до дна и, боюсь, что это моя вина
    По телу мелкая дрожь, одним словом, меня уничтожь
    Потеряла над собой контроль, не узнаешь к сердцу пароль
    Это лето дурманит меня, невозможно его променять
    Удаляй меня отовсюду, всё равно по ночам сниться буду
    Эти роли не для нас, не играем мы сейчас
    Ядовитая, разбитая, убитая я
    Всё забыто, решено, слёзы высохли давно
    На пути к новому миру и счастью я
    Прости за то, что говорю, но слов любви не повторю
    Три непринятых звонка и они уже не от меня
    Ищи себе другую, я тебя уже давно не ревную
    И не помню всех твоих фраз, огонёк в душе моей погас
    В этом омуте не потону, и будто бы жизнь идёт ко дну
    Будто я в огромном телешоу, популярном, но таком чужом
    Уже новые увлечения, я сбилась с того течения
    На мир по-другому смотрю и тебя за всё благодарю
    Эти роли не для нас, не играем мы сейчас
    Ядовитая, разбитая, убитая я
    Всё забыто, решено, слёзы высохли давно
    На пути к новому миру и счастью я
    Эти роли не для нас, не играем мы сейчас
    Ядовитая, разбитая, убитая я
    Всё забыто, решено, слёзы высохли давно
    На пути к новому миру и счастью я""",

    """Она любила кофе в обед
    И по утрам её вкусный омлет
    Она любила жить без проблем
    Меня манила красотой колен
    Работа двадцать четыре часа
    И добивается всего сама
    Но она хитрая, словно лиса
    Меня манили её глаза
    Меня манили её губы
    Я её встретил и замер
    Меня манили её руки
    До скорой встречи глазами
    О Боже, мама, мама, я схожу с ума
    Её улыбка, мама, кругом голова
    О Боже, мама, мама, пьяный без вина
    Её улыбка, мама, самая самая
    О Боже, мама, мама, я схожу с ума
    Её улыбка, мама, кругом голова
    О Боже, мама, мама, пьяный без вина
    Её улыбка, мама...
    Кружила в танце со мной до утра
    Что все соседи сходили с ума
    Что будет дальше, в голове рисую
    Меня так манят её поцелуи
    Меня манили её губы
    Я её встретил и замер
    Меня манили её руки
    До скорой встречи глазами
    О Боже, мама, мама, я схожу с ума
    Её улыбка, мама, кругом голова
    О Боже, мама, мама, пьяный без вина
    Её улыбка, мама, самая самая
    О Боже, мама, мама, я схожу с ума
    Её улыбка, мама, кругом голова
    О Боже, мама, мама, пьяный без вина
    Её улыбка, мама...
    Мама, мама
    О, мама, мама, мама
    О, мама, мама, мама
    О Боже, мама, мама, я схожу с ума
    Её улыбка, мама, кругом голова
    О Боже, мама, мама, пьяный без вина
    Её улыбка, мама, самая самая
    О Боже, мама, мама, я схожу с ума
    Её улыбка, мама, кругом голова
    О Боже, мама, мама, пьяный без вина
    Её улыбка, мама...""",

    """Санта Лючия, Санта Лючия
    Санта Лючия, Санта
    Странные танцы, дурные манеры
    Срываешь в саду цветы
    Ночь до утра ты ищешь ответы
    От стробоскопа лучи
    Непрошеный гость, но самый желанный
    Улицы блудный сын
    Солнце в кармане, оружие — танец
    И ты такой не один (о)
    Санта Лючия, Санта Лючия
    Санта Лючия, Санта
    Делай, чтоб люди не обижали
    Бедного музыканта
    Санта Лючия, Санта Лючия
    Он парень неплохой
    Санта Лючия, Санта Лючия
    Стань для него родной
    Каждую ночь ты взлетаешь всё выше
    Чтоб утром сильнее упасть
    Опасные игры, смелые мысли
    Ты больше не хочешь ждать
    Не понят, отвержен, но полон надежд
    Пульс обгоняет бит
    Жестокий романтик, порочный мечтатель
    В своём огне горит
    Санта Лючия, Санта Лючия
    Санта Лючия, Санта
    Делай, чтоб люди не обижали
    Бедного музыканта
    Санта Лючия, Санта Лючия
    Он парень неплохой
    Санта Лючия, Санта Лючия
    Стань для него родной (эй, эй, эй, эй)
    Песня музыканта, Санта Лючия
    Смотри в глаза мои, но только-только не лечи меня
    Острый, как чили, я сладкий, как мёд пчелиный
    И ты знаешь, что эта вечерина будет длинная-длинная
    Ничего святого, ну что в этом такого?
    Задаю этот вопрос себе я снова и снова
    Вот и ты готова, готова к обороне
    Это значит, кроме меня тебя никто не тронет, ага
    Мои глаза переключаются на твои губы
    Я вижу, что им очень нравятся ночные клубы
    Я так общаюсь, это между нами сугубо
    Тебя я нежно-нежно, тебя я грубо
    Санта Лючия, Санта Лючия
    Санта Лючия, Санта
    Делай, чтоб люди не обижали
    Бедного музыканта
    Санта Лючия, Санта Лючия
    Он парень неплохой
    Санта Лючия, Санта Лючия
    Стань для него родной""",

    """А я всё жду тебя
    Сижу и жду тебя
    Ты не представляешь, как мне хорошо
    Когда ты целуешь меня, а ещё
    Да, я банальная
    Да, я такая, как все
    А ты не такой, ты другой и с тобой
    Себе я позволила верить в любовь
    Звёзды в небе горят, когда ты рядом со мной
    Тебе я повторю сто раз подряд
    "Ты не такой, ты не такой!"
    Лови меня каждый день, и я буду самой крутой
    Люди вечно, что-то говорят
    Но ты не такой, ты не такой!
    А ты не такой
    А ты не такой
    А ты не такой, ой
    А ты не такой
    А ты не такой
    А ты не такой, ой
    Синие-синие, как небо, твои глаза
    Ты просто смотри на меня, а ещё
    Скажи, что всё будет у нас хорошо
    А мне не верится, что это всё со мной
    Если б я знала, что встречу тебя
    Я просто б закрыла руками глаза
    Звёзды в небе горят, когда ты рядом со мной
    Тебе я повторю сто раз подряд
    "Ты не такой, ты не такой!"
    Лови меня каждый день, и я буду самой крутой
    Люди вечно, что-то говорят
    Но ты не такой, ты не такой!
    А ты не такой
    А ты не такой
    А ты не такой, ой
    А ты не такой
    А ты не такой
    А ты не такой, ой
    Я тебя вижу насквозь всего-о-о
    Я тебе верю без слов навсегда
    Я тебя вижу насквозь всего-о-о
    Я тебе верю без слов навсегда!
    Звёзды в небе горят, когда ты рядом со мной
    Тебе я повторю сто раз подряд
    "Ты не такой, ты не такой!"
    Лови меня каждый день, и я буду самой крутой
    Люди вечно, что-то говорят
    Но ты не такой, ты не такой!
    А ты не такой (ты не тако-ой)
    А ты не такой (ты не такой)
    А ты не такой, ой (ты не такой)
    А ты не такой (ты не тако-ой)
    А ты не такой (ты не такой)
    А ты не такой, ой (ты не такой)""",

    """А-ау, кричала, что было силы, а
    А-ау, я отлюбила его
    А-ау, всё было очень красиво
    А-у, я приземлилась одна на одного
    Ты любишь мальчика (у-у-у)
    Ты любишь мальчика (у-у-у-у-у)
    Ты любишь мальчика (у-у-у-у-у)
    А он на мне (у-у-у)
    Ты любишь мальчика (у-у-у)
    Ты любишь мальчика (у-у-у-у-у)
    Ты любишь мальчика (у-у-у-у-у)
    А он на мне (у-у-у)
    А он на мне
    А-ау, ты тоже очень хотела
    А-ау, попробовать моего
    А-ау, ты от него оуела
    А-у, я приземлилась одна на одного
    Ты любишь мальчика (у-у-у)
    Ты любишь мальчика (у-у-у-у-у)
    Ты любишь мальчика (у-у-у-у-у)
    А он на мне (у-у-у)
    Ты любишь мальчика (у-у-у)
    Ты любишь мальчика (у-у-у-у-у)
    Ты любишь мальчика (у-у-у-у-у)
    А он на мне (у-у-у)
    А он на мне
    Ты любишь мальчика
    Ты любишь мальчика
    Ты любишь мальчика
    А он на мне
    Ты любишь мальчика (у-у-у)
    Ты любишь мальчика (у-у-у-у-у)
    Ты любишь мальчика (у-у-у-у-у)
    А он на мне (у-у-у)
    А он на мне""",

    # Добавьте другие тексты песен
]

audio_paths = [
    r"traindata\5stafam.wav",
    r"traindata\serebro.wav",
    r"traindata\freyd.wav",
    r"traindata\pylay.wav",
    r"traindata\angel.wav",
    r"traindata\dance.wav",
    r"traindata\leratumanova.wav",
    r"traindata\yar.wav",
    r"traindata\glaza.wav",
    r"traindata\navsegda.wav",
    r"traindata\nelubov.wav",
    r"traindata\leti.wav",
    r"traindata\vdixai.wav",
    r"traindata\krylya.wav",
    r"traindata\kino.wav",
    r"traindata\model.wav",
    r"traindata\vremya.wav",
    r"traindata\kayf.wav",
    r"traindata\nebopomoshet.wav",
    r"traindata\taetdym.wav",
    r"traindata\yashevika.wav",
    r"traindata\leto.wav",
    r"traindata\ledyanoy.wav",
    r"traindata\izay.wav",
    r"traindata\mania.wav",
    r"traindata\iskustvennaya.wav",
    r"traindata\nestoboy.wav",
    r"traindata\moskvacochi.wav",
    r"traindata\mishki.wav",
    r"traindata\quest.wav",
    r"traindata\akula.wav",
    r"traindata\miki.wav",
    r"traindata\oskolki.wav",
    r"traindata\vyshe.wav",
    r"traindata\vesna.wav",
    r"traindata\Ay-yay-yay.wav",
    r"traindata\oblaka.wav",
    r"traindata\resheno.wav",
    r"traindata\egorkrid.wav",
    r"traindata\santaluchiya.wav",
    r"traindata\netakoy.wav",
    r"traindata\malchik.wav",

    # Добавьте соответствующие аудиофайлы
]